{
  "Alpha": { "branch": "main" },
  "Autopairs": { "branch": "master" },
  "Autotag": { "branch": "main" },
  "Bufferline": { "branch": "main" },
  "Cmp": { "branch": "main" },
  "Cmp-Buffer": { "branch": "main" },
  "Cmp-Lsp": { "branch": "main" },
  "Cmp-Lua": { "branch": "main" },
  "Colorizer": { "branch": "master" },
  "Dressing": { "branch": "master" },
  "Formatter": { "branch": "master" },
  "Gitsigns": { "branch": "main" },
  "Icons": { "branch": "master" },
  "LazyGit": { "branch": "main" },
  "LspConfig": { "branch": "master" },
  "Lspkind": { "branch": "master" },
  "Lspsaga": { "branch": "main" },
  "MarkdownPreview": { "branch": "master" },
  "Mason": { "branch": "main" },
  "MasonConfig": { "branch": "main" },
  "MasonTools": { "branch": "main" },
  "Onedark Theme": { "branch": "master" },
  "PackageInfo": { "branch": "master" },
  "Plenary": { "branch": "master" },
  "PromiseAsync": { "branch": "main" },
  "Snippets": { "branch": "master" },
  "Statusline": { "branch": "master" },
  "Telescope": { "branch": "master" },
  "TmuxNavigation": { "branch": "master" },
  "Tree": { "branch": "master" },
  "Treesitter": { "branch": "master" },
  "Ufo": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "solarized-osaka.nvim": { "branch": "main" }
}