{
  "Alpha": { "branch": "main" },
  "Autopairs": { "branch": "master" },
  "Autotag": { "branch": "main" },
  "Bufferline": { "branch": "main" },
  "Cmp": { "branch": "main" },
  "Cmp-Buffer": { "branch": "main" },
  "Cmp-Lsp": { "branch": "main" },
  "Cmp-Lua": { "branch": "main" },
  "Colorizer": { "branch": "master" },
  "Colorscheme": { "branch": "master" },
  "Dressing": { "branch": "master" },
  "File Explorer": { "branch": "master" },
  "Folding": { "branch": "main" },
  "Formatter": { "branch": "main" },
  "Git Symbols": { "branch": "main" },
  "Icons": { "branch": "master" },
  "Indentation": { "branch": "master" },
  "LazyGit": { "branch": "main" },
  "LspConfig": { "branch": "master" },
  "Lspkind": { "branch": "master" },
  "Lspsaga": { "branch": "main" },
  "MarkdownPreview": { "branch": "master" },
  "Mason": { "branch": "main" },
  "MasonConfig": { "branch": "main" },
  "MasonTools": { "branch": "main" },
  "Noice": { "branch": "main" },
  "Notify": { "branch": "master" },
  "Nui": { "branch": "main" },
  "PackageInfo": { "branch": "master" },
  "Plenary": { "branch": "master" },
  "Prettier": { "branch": "main" },
  "PromiseAsync": { "branch": "main" },
  "Snippets": { "branch": "master" },
  "Statusline": { "branch": "master" },
  "Telescope": { "branch": "master" },
  "TmuxNavigation": { "branch": "master" },
  "Treesitter": { "branch": "master" },
  "lazy.nvim": { "branch": "main" }
}